first={
	[10001]={
		['id'] = 10001,
		['name'] = '盾墙*壁垒',
		['test'] = 0,
		['desc'] = '此回合内减少50%伤害',

	},
	[10002]={
		['id'] = 10002,
		['name'] = '盾墙*壁垒',
		['test'] = 0,
		['desc'] = '提高自身30%的物理防御值',

	},
	[10003]={
		['id'] = 10003,
		['name'] = '盾墙*光幕',
		['test'] = 0.43,
		['desc'] = '此回合替所有队友承受伤害',

	},
	[10004]={
		['id'] = 10004,
		['name'] = '冲锋',
		['test'] = 50,
		['desc'] = '冲锋到敌方前排，并对目标造成160%的物理伤害',

	},
	[10005]={
		['id'] = 10005,
		['name'] = '冲锋*坚韧',
		['test'] = 0,
		['desc'] = '提高自身30%的法术防御值',

	},
	[10006]={
		['id'] = 10006,
		['name'] = '冲锋*破甲',
		['test'] = 0,
		['desc'] = '对被攻击目标造成降低30%的物理防御力和法术防御力2回合',

	},
	[10007]={
		['id'] = 10007,
		['name'] = '裂地斩',
		['test'] = 50,
		['desc'] = '对竖排所有敌人造成120%伤害',

	},
	[10008]={
		['id'] = 10008,
		['name'] = '裂地斩*眩晕',
		['test'] = 0,
		['desc'] = '产生暴击时会使目标眩晕',

	},
	[10009]={
		['id'] = 10009,
		['name'] = '裂地斩*血战',
		['test'] = 0,
		['desc'] = '气血低于30%的情况下暴击几率翻倍',

	},

};
second={
	[1]={
		['id'] = 1,
		['id'] = '',
		['name'] = '物理暴击',
		['desc'] = '增加XXX的物理暴击几率',
		['test'] = 0.05,
		['test'] = 0.1,

	},
	[2]={
		['id'] = 2,
		['id'] = '',
		['name'] = '物理攻击',
		['desc'] = '增加XXX的物理攻击力',
		['test'] = 'LV*10',
		['test'] = 'LV*20',

	},
	[3]={
		['id'] = 3,
		['id'] = '',
		['name'] = '物理伤害',
		['desc'] = '增加XXX的物理伤害',
		['test'] = 0.05,
		['test'] = 0.1,

	},
	[4]={
		['id'] = 4,
		['id'] = '',
		['name'] = '物理气势',
		['desc'] = '战斗开始后前2回合物理伤害增加XXX',
		['test'] = 0.1,
		['test'] = 0.2,

	},
	[5]={
		['id'] = 5,
		['id'] = '',
		['name'] = '物理连击',
		['desc'] = '物理普通攻击时有XXX概率攻击2次',
		['test'] = 0.1,
		['test'] = 0.15,

	},
	[6]={
		['id'] = 6,
		['id'] = '',
		['name'] = '物理吸血',
		['desc'] = '物理攻击时吸取相当于XXX的伤害量的气血',
		['test'] = 0.1,
		['test'] = 0.15,

	},
	[7]={
		['id'] = 7,
		['id'] = '',
		['name'] = '物理穿透',
		['desc'] = '物理攻击时忽视敌方XXX的物理防御',
		['test'] = 0.05,
		['test'] = 0.1,

	},
	[8]={
		['id'] = 8,
		['id'] = '',
		['name'] = '法术暴击',
		['desc'] = '增加XXX的法术暴击几率',
		['test'] = 0.05,
		['test'] = 0.1,

	},

};
